export default function Description() {
  return (
    <div className="lg:flex  my-11 mx-auto lg:w-2/3 gap-12 items-center justify-center  ">
      <div className="mx-3">
        <p className="text-lg text-justify ">
          دکوراسیون داخلی یک هنر و حرفه است که به زیباسازی و بهبود فضای داخلی
          ساختمان‌ها می‌پردازد. دکوراسیون داخلی منزل نشان‌دهنده سلیقه، شخصیت و
          سبک زندگی افراد ساکن در آن است. دکوهام یک شرکت معتبر و پیشرو در زمینه
          طراحی و اجرای دکوراسیون داخلی منزل است که با ۱۵ سال سابقه درخشان،
          تجربه و تخصص خود را به رخ مشتریان خود کشیده است. دکوهام با توجه به
          نیازها، سلایق و بودجه مشتریان خود، طرح‌های خلاقانه و منحصر به فرد را
          برای فضای داخلی منزل ارائه می‌دهد. دکوهام با به کارگیری متخصصان مجرب و
          باسواد، از جدیدترین روش‌ها و متریال‌های دکوراسیون استفاده می‌کند و با
          رعایت استانداردهای کیفی، پروژه‌های خود را با سرعت و دقت بالا انجام
          می‌دهد. دکوهام همچنین با ارائه خدمات پس از فروش، از رضایتمندی کامل
          مشتریان خود اطمینان حاصل می‌کند. دکوهام با توجه به تنوع سبک‌های
          دکوراسیون داخلی، گزینه‌های متعدد و جذابی را برای مشتریان خود فراهم
          می‌آورد. از جمله این سبک‌ها می‌توان به مینیمال، مدرن، پست مدرن،
          روستیک، کلاسیک، شبکه، صنعتی، بوهم و … اشاره کرد. دکوهام با تجسم
          آرزوهای شما در فضای داخلی منزل، خانه شما را به بهشت خود تبدیل می‌کند.
        </p>
      </div>
      <div className=" border-8 border-solid border-[#ffcc00] rotate-45 w-40 h-40 mx-auto mt-10 lg:mt-0  ">
        <div className="rotate-[315deg]">
          <p className="text-8xl font-bold text-center ">۱۵</p>
          <p className="text-3xl font-semibold -m-11 mx-auto text-center mt-2">
            سال سابقه
          </p>
        </div>
      </div>
    </div>
  );
}
