export default function Description() {
  return (
    <div className="flex my-[45px] mx-auto w-[1400px] gap-5 items-center justify-center ">
      <div className="w-[70%]">
        <p className="text-[18px]">
          دکوراسیون داخلی یک هنر و حرفه است که به زیباسازی و بهبود فضای داخلی
          ساختمان‌ها می‌پردازد. دکوراسیون داخلی منزل نشان‌دهنده سلیقه، شخصیت و
          سبک زندگی افراد ساکن در آن است. دکوهام یک شرکت معتبر و پیشرو در زمینه
          طراحی و اجرای دکوراسیون داخلی منزل است که با ۱۵ سال سابقه درخشان،
          تجربه و تخصص خود را به رخ مشتریان خود کشیده است. دکوهام با توجه به
          نیازها، سلایق و بودجه مشتریان خود، طرح‌های خلاقانه و منحصر به فرد را
          برای فضای داخلی منزل ارائه می‌دهد. دکوهام با به کارگیری متخصصان مجرب و
          باسواد، از جدیدترین روش‌ها و متریال‌های دکوراسیون استفاده می‌کند و با
          رعایت استانداردهای کیفی، پروژه‌های خود را با سرعت و دقت بالا انجام
          می‌دهد. دکوهام همچنین با ارائه خدمات پس از فروش، از رضایتمندی کامل
          مشتریان خود اطمینان حاصل می‌کند. دکوهام با توجه به تنوع سبک‌های
          دکوراسیون داخلی، گزینه‌های متعدد و جذابی را برای مشتریان خود فراهم
          می‌آورد. از جمله این سبک‌ها می‌توان به مینیمال، مدرن، پست مدرن،
          روستیک، کلاسیک، شبکه، صنعتی، بوهم و … اشاره کرد. دکوهام با تجسم
          آرزوهای شما در فضای داخلی منزل، خانه شما را به بهشت خود تبدیل می‌کند.
        </p>
      </div>
      <div className="w-[30%] h-full ">
        <span className="text-[200px]">15</span>
        <p> سال سابقه</p>
      </div>
    </div>
  );
}
